Repository: Fiore1968/greenpass-covid19-qrcode-decoder
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it

source: Your personal details
it: I tuoi dati personali

source: Back to home page
it: Torna alla home page

source: Error: image extension is not valid.
it: Errore: l'estensione dell'immagine non è valida.

source: Retry now..
it: Riprova ora.

source: General Error: please retry.
it: Errore generale: riprova tra poco.

source: Error: image sent is not valid.
it: Errore: l'immagine inviata non è valida.

source: What information does your Covid-19 Green Pass QR code contain? Please upload the file here to find out.
it: Quali informazioni contiene il QR code del tuo Green Pass COVID-19? Caricalo qui per scoprirlo.

source: No data will be stored
it: Nessun dato verrà memorizzato

source: Don't you trust it? Explore the <a href="%(url)s">open source code</a> and create your own instance!
it: Non ti fidi? Esplora il <a href="%(url)s">codice open source</a> e crea la tua istanza!

source: Get data
it: Ottieni dati

source: Please select the green pass qrcode first.
it: Selezionare prima il qrcode del greenpass per continuare.

source: This project is open source
it: Questo progetto è open source
